{
    "heroTitle": "Hola, mi nombre es Jorge",
    "heroText": "Desarollador Full Stack",
    "heroMouseText": "Desplácese hacia abajo",
    "aboutTitle": "Sobre mí",
    "projects": "Proyectos",
    "skills": "Habilidades",
    "contact": "Contacto",
    "aboutTextDev": "🧑🏻‍💻 Desarrollador JavaScript.",
    "aboutTextCourse": "🎓 Cursando la Licenciatura en Informática en la UNLP.",
    "aboutTextInterested": "💡 Interés en el desarrollo front-end y back-end.",
    "aboutTextSeeking": "🚀 Buscando una oportunidad para desempeñarme como desarrollador.",

    "viewProject": "Ver el proyecto",
    "viewMore": "Ver más",

    
    "projectTitle1": "Lanchas Hulk",
    "projectDes1": "Plataforma para alquilar lanchas y Jet Skis, con opciones de modelos, precios y disponibilidad. Los usuarios pueden realizar reservas rápidamente, asegurando una experiencia sin complicaciones.",
    
    "projectTitle2": "Editorial MaujorTec",
    "projectDes2": "Proyecto guiado por el libro 'React: Aprenda Practicando', creando un catálogo dinámico de libros con distintas categorías. Los datos se reciben y se muestran de forma interactiva al usuario",

    "projectTitle3": "CRUD de libros",
    "projectDes3": "Sistema para gestionar una tabla de libros utilizando la plataforma Firebase. Permite agregar detalles como el identificador del libro, título y autor, accesibles solo para personas autorizadas.",

    "projectTitle4": "Soft Hamburguesas",
    "projectDes4": "Pagina interactivo para pedir hamburguesas, donde los usuarios visualizan el pedido. El precio se calcula automáticamente, ofreciendo una experiencia sencilla y eficiente.",

    "projectTitle5": "Portafolio",
    "projectDes5": "Portafolio con proyectos realizados, en el cual se exhiben y permiten explorar tanto los códigos como los desarrollos completos de cada uno de los proyectos realizados.",

    "messageSuccessContact": "¡Mensaje enviado con éxito! Gracias por ponerte en contacto, te responderemos lo antes posible.",
    "messageFailedContact": "Ocurrió un error al enviar el mensaje. Por favor, intenta nuevamente.",

    "nameContact": "Nombre",
    "emailContact": "Email",
    "subjectContact": "Asunto",
    "messageContact": "Mensaje",
    "sendMessageContact": "Enviar Mensaje",

    "footerText": " © Todos los derechos reservados a Jorge Casalini."
}
