{
    "heroTitle": "Olá, me chamo Jorge",
    "heroText": "Desenvolvedor Full Stack",
    "heroMouseText": "Role para baixo",
    "aboutTitle": "Sobre",
    "projects": "Projetos",
    "skills": "Habilidades",
    "contact": "Contato",
    "aboutTextDev": "🧑🏻‍💻 Desenvolvedor JavaScript.",
    "aboutTextCourse": "🎓 Cursando Licenciatura em Informática na UNLP.",
    "aboutTextInterested": "💡 Interesse em desenvolvimento front e back end.",
    "aboutTextSeeking": "🚀 Buscando uma oportunidade para atuar como desenvolvedor.",

    "viewProject": "Ver o projeto",
    "viewMore": "Ver mais",


    "projectTitle1": "Lanchas Hulk",
    "projectDes1": "Plataforma para alugar lanchas e Jet Skis, com opções de modelos, preços e disponibilidade. Os usuários podem realizar reservas sem complicação.",
    
    "projectTitle2": "Editora MaujorTec",
    "projectDes2": "Projeto guiado pelo livro 'React: Aprenda Praticando', criando um catálogo dinâmico de livros com categorias. Dados são recebidos e exibidos de forma interativa.",

    "projectTitle3": "CRUD tabela livros",
    "projectDes3":"Sistema para gerenciar uma tabela de livros utilizando a plataforma Firebase. Permite cadastrar detalhes como identificador do livro, título e autor.",

    "projectTitle4": "Soft Burguer",
    "projectDes4": "Página interativa para pedir hambúrgueres, onde os usuários visualizam o pedido. O preço é calculado automaticamente, oferecendo uma experiência simples.",

    "projectTitle5": "Portfólio",
    "projectDes5": "Portfólio com projetos realizados, que mostra e permite explorar tanto os códigos quanto os desenvolvimentos completos de cada projeto realizado.",

    "messageSuccessContact":"Mensagem enviada com sucesso! Obrigado por entrar em contato, nós responderemos o mais breve possível.",
    "messageFailedContact": "Ocorreu um erro ao enviar a mensagem. Tente novamente.",

    "nameContact": "Nome",
    "emailContact": "Email",
    "subjectContact": "Assunto",
    "messageContact": "Mensagem",
    "sendMessageContact": "Enviar Mensagem",

    "footerText": " © Todos os direitos reservados a Jorge Casalini."

}
